Repository: fantasion/fantasion
Catalog: packages/fantasion-backend/fantasion/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Base
cs: Fantasion

source: Security information
cs: Bezpečnostní informace

source: Personal information
cs: Osobní informace

source: Permissions
cs: Oprávnění

source: Password
cs: Heslo

source: Password confirmation
cs: Potvrzení hesla

source: Enter the same password as before, for verification.
cs: Zadejte stejné heslo pro ověření

source: User
cs: Uživatel

source: Users
cs: Uživatelé

source: Given Name
cs: Křestní jméno

source: Family Name
cs: Příjmení

source: email address
cs: E-mailová adresa

source: Verified E-mail
cs: Ověřený e-mail

source: Phone Number
cs: Telefonní číslo

source: password
cs: Heslo

source: Has password
cs: Má heslo

source: Create password
cs: Vytvořit heslo

source: Restore password
cs: Obnovit heslo

source: Email Verification
cs: Ověření E-mailu

source: Email Verifications
cs: Ověření E-mailů

source: Validated e-mail address
cs: Ověřená e-mailová adresa

source: User will see this next to the link
cs: Uživatel toto uvidí u odkazu

source: Secret Key
cs: Tajný klíč

source: User will be able to use this key until this date time.
cs: Kód bude použitelný do tohoto data a času

source: Expires on
cs: Platnost do

source: Next step
cs: Další krok

source: How many times was this verification sent
cs: Kolikrát bylo ověření odesláno

source: Sent times
cs: Odesláno

source: Has this key been used?
cs: Byl tento klíč použit

source: Used
cs: Použito

source: Signup confirmation
cs: Založení táborového účtu na fantasion.cz

source: Forgotten password
cs: Zapomenuté heslo

source: User Address
cs: Uživatelská adresa

source: User Addresses
cs: Uživatelské adresy

source: Title
cs: Titulek

source: Human readable identifier that will help user select this address, like "Home"
cs: Lidsky čitelný identifikátor, který pomůže uživateli rozpoznat tuto adresu, například "Doma"

source: Country
cs: Země

source: Czech
cs: Čeština

source: English
cs: Angličtina

source: Subscriber
cs: Odběratel

source: Invoice
cs: Faktura

source: Date of Issue
cs: Datum vystavení

source: Due Date
cs: Splatnost

source: Item
cs: Položka

source: Price
cs: Cena

source: Quantity
cs: Množství

source: Total
cs: Celkem

source: Total price
cs: Celková cena

source: Bank Account
cs: Bankovní Účet

source: Amount
cs: Částka

source: Variable Symbol
cs: Variabilní symbol

source: Debt Maturity
cs: Splatnost

source: QR Payment
cs: QR Platba

source: email-deposit-paid-thanks
cs: Děkujeme za zaplacení zálohy na tábor!

source: email-deposit-paid-info1
cs: Právě nám přišla platba za zálohu ve výši

source: email-deposit-paid-info2
cs: Záloha je tímto zaplacena.

source: email-deposit-paid-debt
cs: Doplatek u vaší objednávky činí

source: email-deposit-paid-wish
cs: Jakmile obdržíme zaplacený doplatek, ozveme se vám s dalšími informacemi.

source: email-full-paid-thanks
cs: Děkujeme za platbu!

source: email-full-paid-info
cs: Vaše objednávka je tímto splacena a příhláška/y jsou aktivní.

source: email-full-paid-amount
cs: Celá zaplacená částka činí

source: email-full-paid-wish
cs: Budeme se na Vás a Vaše děti těšit v létě! Pro novinky nás nezapomeňte sledovat na facebooku či instagramu.

source: email-signup-confirmed
cs: Jupí, přihláška je na světě!

source: email-payment-info-below
cs: Níže posíláme shrnutí vaší objednávky a platební údaje.

source: Account Number
cs: Číslo účtu

source: Order Item
cs: Položka objednávky

source: email-whats-next
cs: Co dál?

source: email-watch-on-media
cs: Abyste nepřišli o žádné novinky a akce, sledujte nás na Facebooku, Instagramu a TikToku!

source: email-fill-in-documents
cs: Nezapomeňte také prosím vyplnit alergie a dtiety vašeho dítěte/dětí v přihlášce na stránkách.

source: email-overpaid-thanks
cs: To jsme opravdu nečekali.

source: email-overpaid-info
cs: Nedopatřením se stalo, že jste nám poslali o něco víc peněz, než byla potřebná částka.

source: email-overpaid-overpayment
cs: Váš přeplatek je

source: email-overpaid-refund
cs: Nemusíte se bát, v nejbližší době vám jej samozřejmě zašleme zpět na účet.

source: You asked us to restore your password
cs: Dostali jsme od Vás požadavek na obnovení hesla

source: Please follow the link below to restore your Fantasion account password.
cs: Následujte odkaz uvedený níže a obnovíte si heslo k vašemu Fantasion účtu.

source: If you did not request this, you can ignore this e-mail. If this happens repeatedly, let us know.
cs: Pokud jste o obnovu hesla nepožádali, můžete tento e-mail ignorovat. Přijde-li vám podobný e-mail vícekrát, dejte nám vědět.

source: Thank you for registering!
cs: K dokončení registrace už chybí jen kousek!

source: We only need you to confirm your e-mail by following the link below
cs: Právě jste si založili účet pro přihlášení na dobrodružný tábor s Fantasionem, děkujeme! Pro dokončení registrace zbývá už jen kliknout na tento odkaz a vytvořit si nové heslo. Díky tomu se na našich stránkách už nikdy neztratíte.

source: email-paid-thanks
cs: Děkujeme za platbu!

source: email-underpaid-info
cs: Nemohli jsme si nevšimnout, že jste zatím nezaplatili celou vaší objednávku.

source: email-underpaid-debt
cs: Zbývá doplatit

source: email-underpaid-wish
cs: Jakmile zaplatíte zbylou částku, ozveme se vám.

source: Password does not match the confirmation value
cs: Hesla nesouhlasí

source: User does not exist
cs: Uživatel neexistuje

source: Invalid combination of e-mail and password
cs: Neplatná kombinace e-mailu a hesla

source: Account
cs: Účet

source: Accounts
cs: Účty

source: Ballance
cs: Zůstatek

source: Driver
cs: Ovladač

source: The Fio Bank token must be provided
cs: Musíte zadat přístupový token Fio Banky

source: Bank Scrape
cs: Bankovní škrábanec

source: Bank scrapes
cs: Bankovní škrábance

source: Yes
cs: Ano

source: No
cs: Ne

source: Active
cs: Aktivní

source: Repeat until
cs: Opakovat do

source: Payable since
cs: Splatnost od

source: Pairing was finished
cs: Párování dokončeno

source: Known accounts
cs: Známé účty

source: Statements
cs: Platby

source: Payment direction
cs: Směr platby

source: Inbound
cs: Příchozí

source: Outbound
cs: Odchozí

source: Has pair
cs: Spárováno

source: Maturity and repetition
cs: Splatnost a opakování

source: Identification
cs: Identifikace

source: Payment Progress
cs: Plnění

source: System information
cs: Systémové informace

source: Promise regeneration was finished
cs: Regenerace pohledávek byla dokončena

source: Counterparty
cs: Protistrana

source: Fantasion Banking
cs: Bankovnictví

source: Manually created
cs: Vytvořeno ručně

source: Initial debt
cs: Vstupní dluh

source: Recurring generated
cs: Vytvořeno opakováním

source: Created from order
cs: Vytvořeno z objednávky

source: Deposit
cs: Záloha

source: Surcharge
cs: Doplatek

source: Full Payment
cs: Jednorázová platba

source: Expected
cs: Očekáváno

source: Deposit Paid
cs: Zaplacená záloha

source: Paid
cs: Zaplaceno

source: Underpaid
cs: Nedoplatek

source: Overpaid
cs: Přeplatek

source: Never
cs: Nikdy

source: Monthly
cs: Měsíčně

source: Yearly
cs: Ročně

source: Manual
cs: Manuální

source: Cron
cs: Časovač

source: Requested
cs: Vyžadováno

source: Succeeded
cs: Úspěch

source: Failed
cs: Selhání

source: Counterparties
cs: Protistrany

source: Known account
cs: Známý účet

source: Fill in bank number and account number or IBAN and BIC
cs: Vyplňte číslo účtu a banky nebo IBAN a BIC

source: Debt
cs: Dluh

source: Debts
cs: Dluhy

source: Maturity
cs: Splatnost

source: Account number
cs: Číslo účtu

source: Account number of person sending this payment
cs: Číslo účtu nebo osoba, která poslala tuto platbu

source: Bank
cs: Banka

source: Bank sending this payment
cs: Banka, která odeslala tuto platbu

source: International bank account number
cs: Mezinárodní číslo bankovního účtu

source: Business identification code, specified by SWIFT
cs: Identifikační číslo obchodní entity podle SWIFTu

source: Promise
cs: Pohledávka

source: Promises
cs: Pohledávky

source: Initial amount
cs: Vstupní částka

source: Status
cs: Stav

source: Repeat
cs: Opakovat

source: Promise {self.id} does not have any owner
cs: Pohledávka {self.id} nemá žádného vlastníka

source: Order {number}
cs: Objednávka {number}

source: Received
cs: Přijato

source: Optional payment identifier
cs: Identifikátor platby

source: Constant Symbol
cs: Konstantní symbol

source: Purpose code of the payment specified by Czech banking system.
cs: Účelový kód platby specifikovaný českým bankovním systémem

source: Specific symbol
cs: Specifický symbol

source: This number focuses variable symbol.
cs: Zaostření variabilního symbolu

source: Statement
cs: Platba

source: Payment identificator
cs: Identifikátor platby

source: Payment identificator, usually generated by the bank
cs: Obvykle generováno bankou jako identifikace platby

source: Date Time received
cs: Čas přijetí

source: When was the payment received by our bank
cs: Čas, kdy platba přišla do naší banky

source: User identification
cs: Identifikace uživatele

source: User identification given by the bank
cs: Identifikace rozluštěná z banky

source: Message
cs: Zpráva

source: Sync with bank
cs: Synchronizovat

source: Pair with statements
cs: Spárovat s platbami

source: Pay
cs: Zaplatit

source: Regenerate recurrency
cs: Zregenerovat opakování

source: View promise
cs: Prohlédnout pohledávku

source: Start
cs: Začátek

source: End
cs: Konec

source: End must be blank of greater than start
cs: Konec musí být prázdný a nebo větší než začátek

source: Selected interval clashes with %s
cs: Vybraný interval je v konfliktu s %s

source: Fantasion Content
cs: Obsah

source: Flavour Text
cs: Chuťový text

source: Flavour Texts
cs: Chuťové texty

source: Write down a short quote displayed on the web for fun and topromote the atmosphere on the summer camp
cs: Napiš krátký text, který propaguje atmosféru na táboře

source: Quote Owner
cs: Autor hlášky

source: A name that will be displayed as the original author of the quote
cs: Jméno, které se zobrazí jako původní autor textu

source: Frequently Asked Question
cs: Často kladená otázka

source: Frequently Asked Questions
cs: Často kladené otázky

source: Question
cs: Otázka

source: Write the question from perspective of the person asking it.
cs: Napište otázku z perspektivy člověka, který se na ní ptá

source: Answer
cs: Odpověď

source: Write a quick summarizing positive answer that resolves the question
cs: Napiš krátkou shrnující pozitivní odpověď, která řeší tuto otázku

source: Detailed Answer
cs: Detailní odpověď

source: Write all the details, do not spare the letters
cs: Napiš všechny detaily a nešetři písmenka

source: Static Articles
cs: Statické články

source: Article key
cs: Identifikátor článku

source: Unique key used to reference the article directly on the API
cs: Jedinečný identifikátor, pomocí kterého bude článek referencován na webu

source: Article text
cs: Text článku

source: Your article content formatted in Markdown
cs: Kompletní text článku bez perexu formátovaný pomocí jazyka Markdown

source: Monster
cs: Monstrum

source: Monsters
cs: Monstra

source: Name of the monster species.
cs: Název rasy stvoření

source: Species
cs: Rasa

source: Short (max 5 words) description of monster.
cs: Krátký (max 5 slov) popis monstra

source: Description
cs: Popis

source: Fantasion Domain
cs: Doména

source: Cannot use the same Promotion Code multiple times
cs: Nelze použít ten samý kód dvakrát.

source: Invalid Promotion Code
cs: Neplatný slevový kód

source: Fantasion Eshop
cs: E-shop

source: New
cs: Nová

source: Confirmed
cs: Potvrzená

source: Dispatched
cs: Odesláno

source: Resolved
cs: Vyřízeno

source: Cancelled
cs: Zrušená

source: Refunded
cs: Vráceno

source: Enabled
cs: Povoleno

source: Price Level
cs: Cenová hladina

source: Price Levels
cs: Cenové hladiny

source: E-shop Product
cs: Objednávka

source: E-shop Products
cs: Objednávky

source: Desription of services included in price
cs: Detailní popis služeb a produktů obsažených v ceně

source: Price includes
cs: V ceně

source: E-shop Product Price
cs: Produktová cena

source: E-shop Product Prices
cs: Produktové ceny

source: Product
cs: Produkt

source: Price level
cs: Cenová hladina

source: Available since
cs: Dostupné od

source: Available until
cs: Dostupné do

source: E-shop Order
cs: Objednávka

source: E-shop Orders
cs: Objednávky

source: Order owner
cs: Majitel objednávky

source: Order Status
cs: Stav objednávky

source: Payment Promise
cs: Pohledávka

source: Total Price
cs: Celková cena

source: System will split the payment into deposit and surcharge based on Order Items configuration
cs: Systém rozdělí platbu na zálohu a doplatek na základě nastavení položek objednávky

source: Use Deposit Payment
cs: Rozdělit na zálohu a doplatek

source: Insurance Request
cs: Žádost o pojištění

source: The Order Owner requested assistance with getting insurance and expects to be contacted by Fantasion staff.
cs: Majitel objednávky požádal o pomoc se zajištěním pojištění a očekává, že ho budou kontaktovat zaměstnanci Fantasionu.

source: Submitted at
cs: Čas odeslání

source: Cannot delete order in status {self.status}
cs: Nelze smazat objednávku ve stavu {self.status}

source: This product price is not available.
cs: Tato cena není k dispozici

source: E-shop Order Item
cs: Položka objednávky

source: E-shop Order Items
cs: Položky objednávky

source: Product Price
cs: Produktová cena

source: Real Price
cs: Skutečná cena

source: Product Type
cs: Typ produktu

source: Promotion Code
cs: Propagační kód

source: Promotion Codes
cs: Propagační kódy

source: Type an unique code with combination of letters, numbers and symbols that are not too difficult to type
cs: Napiš unikátní kód sestavený písmen a číslic, který není složitý na naťukání na klávesnici telefonu

source: Discount
cs: Sleva

source: This percentage will be cut of the total order price.
cs: Procentuální sleva z celé objednávky

source: Maximum discount
cs: Maximální sleva

source: The system will cap the absolute discount.
cs: System zeshora omezí absolutní slevu.

source: Maximum Usages
cs: Maximum použití

source: This Promotion Code can be used only so many times, then it will be deactivated
cs: Kód bude možné použít pouze tolikrát. Potom bude deaktivován.

source: Valid from
cs: Platné od

source: This Promotion Code will be invalid until this date and time
cs: Kód začne platit s uplynutím tohoto data a času

source: Valid until
cs: Platné do

source: This Promotion Code will be invalid after this date and time
cs: Kód přestane platit s uplynutím tohoto data a času

source: Order Promotion Code
cs: Slevový kód

source: Order Promotion Codes
cs: Slevové kódy

source: Preview invoice
cs: Náhled faktury

source: Signup ID
cs: ID Přihlášky

source: Order ID
cs: ID Objednávky

source: Signup Status
cs: Stav přihlášky

source: Age Group
cs: Věková skupina

source: First name
cs: Křestní jméno

source: Last name
cs: Příjmení

source: Birth date
cs: Datum narození

source: Age
cs: Věk

source: Parent
cs: Rodič

source: Parent phone
cs: Telefon rodiče

source: Parent e-mail
cs: E-mail rodiče

source: Address
cs: Adresa

source: Note
cs: Poznámka

source: Allergies
cs: Alergie

source: Diets
cs: Diety

source: Fantasion Expeditions
cs: Tábory

source: Leisure Centre
cs: Rekreační středisko

source: Leisure Centres
cs: Rekreační střediska

source: This location will be posted on the map and used for navigation.
cs: Umístění bude zobrazeno na mapě a použito k navigaci

source: Location
cs: Umístění

source: This location will be used as a postal address,instruct people to mail here.
cs: Umístění bude označeno jako poštovní adresa a uživatelé budou naváděni aby posílali poštu sem

source: Mailing address
cs: Poštovní adresa

source: Website
cs: Webové stránky

source: Expedition Theme
cs: Táborové téma

source: Expedition Themes
cs: Táborová témata

source: Expedition
cs: Tábor

source: Expeditions
cs: Tábory

source: Expedition Batch
cs: Turnus

source: Expedition Batches
cs: Turnusy

source: Starts at
cs: Začátek

source: Ends at
cs: Konec

source: Staff Role
cs: Zaměstnanecká role

source: Staff Roles
cs: Zaměstnanecké role

source: Batch Staff
cs: Zaměstnanci

source: Profile
cs: Profil

source: Age Groups
cs: Věkové skupiny

source: Minimal age
cs: Minimální věk

source: Maximal age
cs: Maximální věk

source: Expedition Program
cs: Táborový program

source: Expedition Programs
cs: Táborové programy

source: Troop
cs: Oddíl

source: Troops
cs: Oddíly

source: Transport Vehicle
cs: Vozidlo

source: Transport Vehicles
cs: Vozidla

source: Vehicle Brand
cs: Značka vozidla

source: Vehicle Model
cs: Model vozidla

source: Vehicle Manufactured Year
cs: Rok výroby

source: Vehicle Colour
cs: Barva vozidla

source: Planned
cs: Naplánováno

source: In Position
cs: Na místě

source: Boarding
cs: Nastupuje se

source: Departed
cs: Odjel

source: Arrived
cs: Dorazil

source: Transports
cs: Transporty

source: Departs from
cs: Nástup

source: Departs at
cs: Odjezd

source: Arrives to
cs: Cíl

source: Arrives at
cs: Příjezd

source: GPS Tracking URL
cs: URL GPS Sledování

source: Transport Status
cs: Stav Dopravy

source: Transport There
cs: Tam

source: Transport Back
cs: Zpátky

source: Expedition Log Article
cs: Deníkový článek

source: Expedition Log Articles
cs: Deníkové články

source: Story text
cs: Text příběhu

source: Export all data
cs: Důkladný export

source: All
cs: Vše

source: Year
cs: Rok

source: Height
cs: Výška

source: Width
cs: Šířka

source: Parent object
cs: Rodičovský objekt

source: Media Object
cs: Médium

source: Media Objects
cs: Média

source: Public
cs: Veřejné

source: Public objects will be visible on the website
cs: Veřejné objekty budou vidět na webu

source: Object Importance
cs: Důležitost

source: More important objects will appear on the top or sooner on the page
cs: Důležitější objekty budou vidět nahoře nebo dříve na stránce

source: Detailed Description
cs: Detailní popis

source: Detailed verbose description formatted in Markdown. Thereis no text limit.
cs: Detailní a výřečný popis formátovaný v Markdownu. Není tu žádný limit na délku textu.

source: Image file
cs: Soubor s obrázkem

source: Django site admin
cs: Administrace

source: Django administration
cs: Administrace

source: Short Description
cs: Krátký popis

source: Describe this in a couple of sentences. Use Markdown if necessary, but keeping this a plain text will yield better results
cs: Popiš to v pár větách. Použij Markdown, pokud je to nutné, ale lepší výsledky vzejdou z prostého textu

source: Object name
cs: Popište o co se jedná ve třech slovech

source: Video file
cs: Soubor s videem

source: Fantasion Locations
cs: Umístění

source: Countries
cs: Země

source: Country name
cs: Jméno země

source: Country code
cs: Kód země

source: City
cs: Město

source: Street
cs: Ulice

source: Street number
cs: Číslo popisné

source: Postal code
cs: Poštovní směrovací číslo

source: Locations
cs: Umístění

source: Name
cs: Jméno

source: Fuzzy name
cs: Zjednodušená lokace

source: Latitude
cs: Zeměpisná šířka

source: Longitude
cs: Zeměpisná délka

source: Fantasion People
cs: Lidé

source: Administrator
cs: Administrátor

source: Legal representative
cs: Zákonný zástupce

source: Spectator
cs: Divák

source: Profiles
cs: Profily

source: Job Title
cs: Titul

source: Extremely short description of the relationship between this person and Fantasion, three or four words ideal
cs: Extrémně krátký popis vztahu mezi osobou a Fantasionem, tři nebo čtyři slova

source: Full text of the profile formatted in Markdown
cs: Celý text profilu, kromě perexu, formátovaný pomocí jazyka Markdown psaný v třetí osobě (Fantasion vypráví o někom)

source: Profile text
cs: Text profilu

source: Owner of the profile will be able to edit the profile
cs: Majitel profilu může upravovat svůj popisek

source: Owner
cs: Majitel

source: Allergy
cs: Alergie

source: Diet
cs: Dieta

source: Hobby
cs: Zájem

source: Hobbies
cs: Zájmy

source: Family
cs: Rodina

source: Families
cs: Rodiny

source: Family owner acts as a superadmin.
cs: Vůdce rodiny jedná jako její superuživatel

source: Family member
cs: Rodinný člen

source: Family members
cs: Členové rodiny

source: Family Role
cs: Rodinná role

source: PK
cs: ID

source: Fantasion Signups
cs: Přihlášky

source: Participant
cs: Účastník

source: Participants
cs: Účastníci

source: Has no allergies
cs: Žádné alergie

source: Has no diets
cs: Žádné diety

source: Has no hobbies
cs: Žádné zájmy

source: Participant Allergy
cs: Alergie účastníka

source: Participant Allergies
cs: Alergie účastníka

source: Participant Diet
cs: Dieta účastníka

source: Participant Diets
cs: Diety účastníka

source: Participant Hobby
cs: Koníčky účastníka

source: Participant Hobbies
cs: Účastníkův koníček

source: Cannot create a signup unless you are a legal guardian
cs: Pro vytvoření přihlášky musíte být zákonným zástupcem

source: Signup
cs: Přihláška

source: Signups
cs: Přihlášky

source: Legal Guardian
cs: Zákonný zástupce

source: The exact date and time signup was submitted.Date is generated automatically
cs: Přesné datum a čas odeslání přihlášky. Datum je generováno automagicky

source: Extra information that does not fit in any of the fields
cs: Další informace, které nepasují do jiných políček

source: Cancelled for
cs: Zrušeno z důvodu

source: Write down a short explanation why was this signup cancelled
cs: Napište jednou větou proč byla přihláška zrušena.

source: Signup Document Type
cs: Typ přihláškového dokumentu

source: Required
cs: Vyžadováno

source: Signup will be marked as incomplete until parent uploadsthis document
cs: Přihláška bude označena jako nehotová, dokud rodič nenahraje tento dokument

source: Signup Document
cs: Přihláškový dokument

source: Document type
cs: Typ dokumentu

source: Document Verification
cs: Ověření dokumentu

source: Document Verifications
cs: Ověření dokumentu

source: Verified by
cs: Zkontroloval

source: Verified on
cs: Zkontrolováno v

source: Date this document was verified
cs: Datum, kdy byl tento dokument zkontrolován

source: This document will stay valid until it expires
cs: Dokument bude považován za platný, dokud neexpiruje

source: Home
cs: Domů

source: Add %(name)s
cs: Přidat %(name)s

source: Edit
cs: Upravit

source: Personal details
cs: Osobní informace

source: Not filled in
cs: Nevyplněno
